Repository: collective/collective.task
Catalog: src/collective/task/locales/*/LC_MESSAGES/collective.task.po
Languages: fr

source: Above tasks
fr: Niveau supérieur

source: Assigned group
fr: Groupe assigné

source: Assigned user
fr: Utilisateur assigné

source: Attribute prefix (without dot)
fr: Préfixe du champ (sans le point)

source: Content behaves like a task (fields are in a fieldset).
fr: Le type se comporte comme une tâche (les champs sont dans un onglet séparé).

source: Content behaves like a task.
fr: Devenir une tâche.

source: Content that contains tasks.
fr: Type qui contient des tâches.

source: Due date
fr: Échéance

source: Enquirer
fr: Initiateur

source: Highest task
fr: Tâche la plus élevée

source: Parent attribute
fr: Champ du parent

source: Parent interface
fr: Interface du parent

source: Parents assigned groups
fr: Groupes assignés venant des tâches parentes

source: Parents enquirers
fr: Initiateurs venant des tâches parentes

source: Parents field
fr: Champ d'un parent

source: Parents field name
fr: Nom du champ stockant les parents

source: Parents fields
fr: Les champs des parents

source: Something to do by someone.
fr: Quelque chose à faire par quelqu'un.

source: Task
fr: Tâche

source: Task container
fr: Conteneur de tâches

source: Task description
fr: Description du travail

source: Task with fieldset
fr: Tâche avec les champs dans un onglet séparé

source: Tasks list
fr: Liste des tâches

source: The assigned user is not in the selected assigned group !
fr: L'utilisateur assigné n'est pas dans le groupe assigné !

source: The person to whom a task is assigned
fr: La personne à qui une tâche est assignée

source: There is no task for this content.
fr: Il n'y a pas de tâches pour ce contenu.

source: What is to do and/or what is done
fr: Ce qui est à faire et/ou ce qui a été fait

source: You must select an assigned user before continuing !
fr: Vous devez sélectionner un utilisateur assigné avant de pouvoir poursuivre !
